import React , { Component } from 'react';
import { DetailWrapper , Header, Content } from './style';

class Detail extends Component {

	render() {
		return (
			<DetailWrapper>
				<Header>经常出汗的人，最终会这样（建议永久收藏）</Header>
				<Content>
					<img src='https://upload-images.jianshu.io/upload_images/6826752-e1cfde6ff1296a0a.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1000/format/webp' alt=''/>
					<p><b>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。</b>其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>
					<p>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>
					<p>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>
					<p>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>
					<p>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>
					<p>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>
					<p>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>
					<p>夏天，我们都恨不得天天躲在“空调房”里享受夏日的凉快，但这导致了夏天本该是出汗的季节，你却出不了汗！甚至还有一些人，出门时涂上止汗露等产品，以防汗水把衣服弄湿。其实这些做法完全违背人体的生理规律，花尽心思让自己不出汗是错误的。夏天出汗少，感冒、关节炎、失眠就会找上你，高血压等慢性病的发病率也是成倍涨……所以夏天多出汗才是最健康的。下面让我们来了解出汗的好处。</p>

				</Content>

			</DetailWrapper>
		)
	}
}

export default Detail;